{
    "home": {
        "slogan_1": "Simple",
        "slogan_2": "Creative",
        "home-work-intro": "Up to 36+ topics along with 1000+ pictures and audio (both male and female native speakers). Not just standard flashcards, Lingo flashcards bring a totally new experience to the use of flashcards by virtue of it's applications in both learning and teaching.",
        "slogan": "Help you learn better",
        "get_started": "learn now",
        "why_text_1": "Lingo created for...",
        "people": "people",
        "advertisers": "advertisers",
        "quantity": "quantity",
        "quality": "quality",
        "complex_content": "complex content",
        "simple_content": "simple content",
        "complicated": "complicated learning experience",
        "uncomplicated": "uncomplicated learning experience",
        "clickbait": "clickbait",
        "engaging_insightful": "engaging & insightful",
        "pageviews": "pageviews",
        "viewpoints": "viewpoints",
        "available": "Lingo is available on all devices…",
        "take_tour": "take tour",
        "become_membership": "Become a member",
        "create_free": "Create free account to experience",
        "how_work": "How does it work?",
        "how_work_step_1": "Choose a topic",
        "how_work_step_1_content": "Select from 36+ of the most popular topics.",
        "how_work_step_2": "Choose the relevant flashcard",
        "how_work_step_2_content": "You can choose from 1 or more topics at once with over 1,000 different Flashcards which are regularly updated.",
        "how_work_step_3": "Slide and listen",
        "how_work_step_3_content": "Simply slide the flashcard to listen male and female speakers. Discover more functions by checking out each icon."
    },
    "term": {
        "0_1": "Welcome to our official website lingo.page.",
        "0_2": "We urge you to take the time to read and understand the terms of the legal agreement between you and Hanaspeak Training., JSC (Hanaspeak) as detailed below.",
        "0_3": "By accessing and browsing the content of this website, or using any content or images of this site, you (the user) acknowledge that you have read, understood and agreed to be bound by the provisions of this legal agreement. If you do not agree to these terms, please do not use this site.",
        "0_4": "Hanaspeak is responsible for ensuring the legality of the provision of content on the website to users. All information, images and all contents posted on the website comply with the provisions of law, and in accordance with the traditions and customs of Vietnam.",
        "1": "Copyright and Trademark",
        "1_1": "Hanaspeak Declaration of Intellectual Property Rights for the objects shown on the website lingo.page.",
        "1_2": "This site and all contents of lingo.page, including but not limited to text, design, graphics, interface, images, code, are copyrighted by Hanaspeak or third parties. ",
        "1_3": "For Hanaspeak. The copyright of lingo.page is displayed on the website with the words © 2018 Copyright by Hanaspeak Training Joint Stock Company. Any contents of this website including trademarks, trade names, company logos or products, product designs, etc. are all owned by Hanaspeak and are protected under the provisions of the Intellectual Property Law and related documents.",
        "1_4": "All acts of copying, citing, modifying, distributing, publishing, circulating for commercial purposes in any form without the prior written consent of Hanaspeak is an infringement of Hanaspeak's rights. Hanaspeak reserves the right to terminate your use of and to seek any damages (if any).",
        "2": "Rights and Responsibilities of Hanaspeak",
        "2_1": "Hanaspeak reserves the right to change and / or terminate the content or features of a part or all of the lingo.page website without prior notice to the user.",
        "2_2": "Hanaspeak reserves the right to take security measures to protect against unauthorized access or unauthorized modification, disclosure or destruction of information.",
        "2_3": "Hanaspeak reserves the right to take security measures to protect against unauthorized access or unauthorized modification, disclosure or destruction of information on lingo.page.",
        "2_4": "When using the lingo.page website, the information will be transmitted through a means / device outside Hanaspeak's control. Accordingly, Hanaspeak is not liable for or relating to any delay, failure, interruption of any data or other information transmitted in connection with the use of the website.",
        "2_5": "Personal information such as address, email, phone number of users of lingo.page (voluntarily provided by the user in various forms on the website) may be used internally for the purpose of upgrading products and services of Hanaspeak.",
        "2_6": "Hanaspeak pledges not to proactively disclose any user information to third parties, except in the case of written inquiries from investigating entities in accordance with applicable law. At the same time, Hanaspeak will notify the user in writing. However, despite the security technology and the system security features, no data that is transmitted over the internet can be 100% secure. Hence, Hanaspeak can not make a firm commitment that the information you provide us will be kept absolutely confidential and will not be held liable in the event of unauthorized access to the information by a human user. All non-confidential, non-personally identifiable information posted on the site is not considered confidential, nor may Hanaspeak be permitted to use or transfer it for any purpose.",
        "2_7": "Hanaspeak is permitted to use any ideas or concepts you have posted on lingo.page for all purposes including, but not limited to, development, production or marketing of products. Hanaspeak is not liable for compensation or rewards to suppliers.",
        "2_8": "You must be aware and ensure that the information you submit is within your rights to use; That means Hanaspeak will not violate any third party rights.",
        "2_9": "Hanaspeak reserves the right to refuse certain materials that you submit without a reason.",
        "3": "User rights and responsibilities",
        "3_1": "Hanaspeak allows users to view, extract information on the website (printed, downloaded, forwarded ...) or to share with others but for personal and non-commercial use only. Copyright by Hanaspeak Training Joint Stock Company.",
        "3_2": "You comply with the laws and regulations regarding the use of Hanaspeak's lingo.page; Do not interfere with the use of other users' websites; Do not interfere with Hanaspeak's operation and website management.",
        "3_3": "You acknowledge and accept that Hanaspeak and / or its affiliates / employees are not responsible for any loss, damage, expense arising from any decision relating to your use of any of the information on the website for any reason.",
        "3_4": "If you are dissatisfied with any of the information on the Website or with any of the terms and conditions of using the information on this Website, you should terminate your access / use of the information on this website. ",
        "4": "General provisions",
        "4_1": "Terms of Use are governed by the laws of Vietnam.",
        "4_2": "An invalid use clause under the decision of the competent court will not affect the validity of the remaining terms.",
        "4_3": "Hanaspeak always welcomes your comments / suggestions on the content of the website. If there is a part of this website that you believe has been flagged for copyright infringement, please advise us: support@hanaspeak.com.",
        "4_4": "This notice and all terms of use constitute the entire agreement between Hanaspeak and you relating to the use of the information on the website. Hanaspeak may modify this notice at any time by updating it to the lingo.page. You should regularly visit the website to track these restrictions when using.",
        "4_5": "For any questions or concerns you have about the Terms of Use, please contact us at: support@hanaspeak.com.",
        "4_6": "For all support requests, please visit https://support.lingo.page.",
        "5": "Updated October 1, 2018"
    },
    "pp": {
        "1": "Purpose and scope of information collection",
        "1_1": "The collection of data on lingo.page includes: full name, email, phone number, address. This is the information that Lingo requires Customers to provide which is mandatory when someone wants to use the service.",
        "1_2": "Lingo uses these contact details when Customers register to use the service, to ensure the interests of Consumers.",
        "1_3": "Customers will be solely responsible for the accuracy and truthfulness of the information provided to Lingo (name, email, phone number and address).",
        "1_4": "In addition, the Customer is responsible for timely reporting to Lingo of any unauthorized, abusive, or security breaches in order to take appropriate action.",
        "2": "The scope of information use",
        "2_1": "The lingo.page website uses information provided by Customers to",
        "2_2": "Advise Customers over the phone of free services related to the program or services that Lingo provides.",
        "2_3": "Answer Customer questions.",
        "2_4": "Submitting notice of information exchange activities between Customers and Lingo.",
        "2_5": "Conduct Customer surveys.",
        "2_6": "Conduct promotional activities related to the courses.",
        "2_7": "Prevent the destruction of Customer information or fraudulent Customer activities.",
        "2_8": "Contact and seek resolution with Customers in special cases.",
        "2_9": "Forbid the use of Customers personal information other than for the purpose of confirmation and contact related transactions at Lingo.",
        "2_10": "In case of legal requirements: Lingo is responsible for providing personal information to customers when requested by a judicial body, including: an attorney, the court, public security authorities related to some law violation by the Customer. In addition, no one has the right to infringe on the personal information of the Customer.",
        "3": "Time of information storage",
        "3_1": "The personal data of the Customer will be stored until Lingo receives a request to cancel or delete that information. Otherwise personal Customer information will be secured on the Lingo server.",
        "3_2": "Lingo will store and use customer information when required to comply with Lingo's legal obligations, dispute resolution and law enforcement.",
        "4": "Address of the business collecting and managing personal Customer information",
        "5": "Methods for users to access and edit their personal data",
        "5_1": "Customers have the right to request the cancellation or deletion of their personal information by asking the website administrator at lingo.page to do so.",
        "5_2": "Customers have the right to submit complaints about the disclosure of personal information by third parties to the management of lingo.page. Upon receipt of this response, Lingo will confirm the complaint information received, be responsible for answering the complaint and inform customers how to secure their information.",
        "6": "Commitment to confidentiality of Customer information",
        "6_1": "Personal information of Customers on the website lingo.page is in accordance with their commitment to absolute confidentiality under the privacy policy of Lingo.",
        "6_2": "Lingo will not use your personal information, as well as any Customer rights related to your personal information, to any third party without the consent of the Customer or the collection and use of each Customer's information shall be conducted only with the consent of the customer, except where otherwise provided for by law.",
        "6_3": "Lingo will not use, transfer, supply or disclose to third parties the personal information of Customers without the consent of the Customer or at the request of competent authorities in the case of an investigation, trial etc...",
        "6_4": "If Lingo participates in the merger or acquisition of part or all of its assets, the Customer will be notified via email or via the Lingo website of any change in ownership or use of Lingo.",
        "6_5": "In the event that the information server has been hacked by hackers resulting in loss of personal data, the lingo.page website will be responsible for reporting the case to the investigating authorities for timely action and notification.",
        "6_6": "Thorough confidentiality of all online customer transaction information including the digital certificate of invoicing at Lingo Level 1 data center.",
        "6_7": "The management of lingo.page website requires individuals to register / purchase their services. Customers must provide full personal information related to: name, address, email, telephone and bear Responsibility for the legality of the above information. The management of the lingo.page website is not responsible or liable for any complaint related to the interests of the Customer if it considers all personal information of that customer provided at the time of the initial registration is incorrect.",
        "6_8": "For all data security requests and any questions or concerns you have about this Privacy Policy, please contact us at",
        "6_9": "For all support requests, please visit",
        "7": "Last modified on October 1, 2018"
    }
}
