{
    "home": {
        "slogan_1": "Đơn giản",
        "slogan_2": "Sáng tạo",
        "home-work-intro": "Lên đến +36 chủ đề cùng +1000 hình ảnh và âm thanh (giọng phát âm của người bản địa cả nam và nữ). Không chỉ là dạng Flashcards thông thường, Lingo Flashcards đem đến trải nghiệm mới mẻ hơn qua việc sử dụng Flashcards và ứng dụng trong việc học và giảng dạy.",
        "slogan": "Giúp bạn học tốt hơn",
        "get_started": "học ngay",
        "why_text_1": "Lingo tạo ra cho...",
        "people": "mọi người",
        "advertisers": "nhà quảng cáo",
        "quantity": "số lượng",
        "quality": "chất lượng",
        "complex_content": "nội dung phức tạp",
        "simple_content": "nội dung đơn giản",
        "complicated": "kinh nghiệm học phức tạp",
        "uncomplicated": "kinh nghiệm học không phức tạp",
        "clickbait": "nút kêu gọi quấy rầy",
        "engaging_insightful": "hấp dẫn và sâu sắc",
        "pageviews": "số lần truy cập trang",
        "viewpoints": "quan điểm",
        "available": "Lingo khả dụng trên mọi thiết bị…",
        "take_tour": "xem thêm",
        "become_membership": "Trở thành thành viên",
        "create_free": "Tạo tài khoản miễn phí để trải nghiệm",
        "how_work": "Nó hoạt động như thế nào?",
        "how_work_step_1": "Chọn chủ đề",
        "how_work_step_1_content": "Lựa chọn +36 chủ đề yêu thích trong bộ sưu tập.",
        "how_work_step_2": "Chọn thẻ học",
        "how_work_step_2_content": "Bạn có thể chọn thẻ từ một hoặc nhiều chủ đề cùng một lúc với hơn 1000 thẻ học khác nhau. Chúng luôn được cập nhật.",
        "how_work_step_3": "Trượt và nghe",
        "how_work_step_3_content": "Bạn có thể trượt để chuyển thẻ và nghe phát âm với giọng nam và nữ. Khám phá thêm với những chức năng khác nữa."
    },
    "term": {
        "0_1": "Chào mừng bạn ghé thăm website lingo.page chính thức của chúng tôi.",
        "0_2": "Chúng tôi mong bạn vui lòng dành thời gian đọc và tìm hiểu những điều khoản về thỏa thuận pháp lý giữa bạn và Công ty Cổ phần đào tạo Hanaspeak (gọi tắt là Hanaspeak) như dưới đây.",
        "0_3": "Thông qua việc truy cập, duyệt nội dung, hoặc sử dụng bất kì nội dung, hình ảnh nào của trang thông tin điện tử này, bạn (người sử dụng) công nhận rằng bạn đã đọc, hiểu và nhất trí với việc tuân thủ các quy định của những điều khoản này. Nếu bạn không nhất trí với những điều khoản này, xin vui lòng không sử dụng trang thông tin điện tử này.",
        "0_4": "Hanaspeak chịu trách nhiệm đảm bảo tính hợp pháp của việc cung cấp nội dung trên website đến người sử dụng. Mọi thông tin, hình ảnh và toàn bộ nội dung được đăng tải trên website tuân thủ các quy định của pháp luật, và phù hợp với thuần phong mỹ tục Việt Nam.",
        "1": "Bản quyền và thương hiệu",
        "1_1": "Tuyên bố các quyền Sở hữu trí tuệ của Hanaspeak đối với các đối tượng thể hiện trên website lingo.page.",
        "1_2": "Trang web này và tất cả nội dung của website lingo.page, bao gồm nhưng không giới hạn các văn bản, thiết kế, đồ họa, giao diện, hình ảnh, mã code đều thuộc bản quyền của Hanaspeak hoặc bên thứ ba cấp phép cho Hanaspeak. Bản quyền của lingo.page được thể hiện trên website bằng dòng chữ ©2018 Bản quyền của Công ty cổ phần đào tạo Hanaspeak.",
        "1_3": "Bất kỳ nội dung nào thuộc website này bao gồm nhãn hiệu, tên thương mại, mẫu logo công ty hoặc sản phẩm, kiểu dáng sản phẩm… đều thuộc quyền sở hữu của Hanaspeak và được bảo hộ theo quy định của Luật Sở hữu trí tuệ Việt Nam và các văn bản liên quan.",
        "1_4": "Mọi hành vi sao chép, trích dẫn, sửa đổi, phân phối, xuất bản, lưu thông… vì mục đích thương mại dưới mọi hình thức mà không được sự chấp thuận trước bằng văn bản của Hanaspeak là xâm phạm quyền của Hanaspeak. Hanaspeak có quyền yêu cầu người sử dụng chấm dứt việc sử dụng và bồi thường thiệt hại (nếu có).",
        "2": "Quyền và trách nhiệm của Hanaspeak",
        "2_1": "Hanaspeak có quyền thay đổi và/hoặc chấm dứt các nội dung, tính năng của một phần hay toàn bộ website lingo.page mà không cần thông báo trước với người sử dụng.",
        "2_2": "Hanaspeak có quyền thực hiện các biện pháp an ninh để bảo vệ và chống các truy cập trái phép hoặc sửa đổi trái phép, tiết lộ hoặc phá hủy thông tin.",
        "2_3": "Hanaspeak có quyền thực hiện các biện pháp an ninh để bảo vệ và chống lại các truy cập trái phép hoặc sửa đổi trái phép, tiết lộ hoặc phá hủy thông tin trên website lingo.page.",
        "2_4": "Khi sử dụng website lingo.page, thông tin sẽ được truyền qua một phương tiện/thiết bị nằm ngoài sự kiểm soát của Hanaspeak. Theo đó, Hanaspeak không chịu trách nhiệm cho hoặc liên quan đến bất kỳ sự chậm trễ, thất bại, bị gián đoạn của bất kỳ dữ liệu hoặc các thông tin khác được truyền trong kết nối với việc sử dụng của website.",
        "2_5": "Thông tin cá nhân như địa chỉ, email, số điện thoại của người sử dụng website lingo.page (do người sử dụng tự nguyện cung cấp bằng các hình thức khác nhau trên website) có thể được sử dụng nội bộ cho mục đích nâng cấp các sản phẩm, dịch vụ của Hanaspeak.",
        "2_6": "Hanaspeak cam kết không chủ động tiết lộ bất kỳ thông tin nào của người sử dụng cho bên thứ ba, ngoại trừ trường hợp có yêu cầu bằng văn bản của các đơn vị điều tra theo đúng luật pháp hiện hành. Khi đó, Hanaspeak sẽ thông báo tới người sử dụng bằng văn bản. Tuy nhiên, mặc dù có các công nghệ bảo mật và hệ thống cũng được trang bị rất nhiều tính năng bảo mật, nhưng không một dữ liệu nào được truyền trên đường truyền internet mà có thể được bảo mật 100%. Do vậy, Hanaspeak không thể đưa ra một cam kết chắc chắn rằng thông tin bạn cung cấp cho chúng tôi sẽ được bảo mật một cách tuyệt đối, và cũng sẽ không chịu trách nhiệm trong trường hợp có sự truy cập trái phép thông tin cá nhân của người sử dụng. Tất cả các thông tin, tài liệu không mang tính chất riêng tư được người sử dụng đưa lên website đều không được xem là thông tin mật, Hanaspeak được phép toàn quyền sử dụng hay chuyển tải cho bất kỳ mục đích nào.",
        "2_7": "Hanaspeak được phép sử dụng bất kỳ ‎ý tưởng hay khái niệm nào mà bạn đã đưa lên website lingo.page cho tất cả các mục đích không giới hạn, bao gồm cả việc phát triển, sản xuất hay tiếp thị sản phẩm. Hanaspeak không có trách nhiệm phải bồi thường hay thưởng cho người cung cấp.",
        "2_8": "Bạn phải ‎ý thức và bảo đảm những thông tin, tài liệu mà bạn gửi phải nằm trong quyền hạn sử dụng của bạn; điều đó có nghĩa Hanaspeak sẽ không vi phạm bất cứ quyền lợi nào của bên thứ ba.",
        "2_9": "Hanaspeak có quyền từ chối một số tài liệu bạn gửi mà không bắt buộc phản hồi lý do.",
        "3": "Quyền và trách nhiệm của người sử dụng",
        "3_1": "Hanaspeak cho phép người sử dụng xem, chiết xuất thông tin trên website (in, tải, chuyển tiếp…) hoặc chia sẻ cho người khác nhưng chỉ cho mục đích sử dụng cá nhân và phi thương mại với điều kiện phải trích dẫn thông báo bản quyền sau đây: ©2018 Bản quyền của Công ty cổ phần đào tạo Hanaspeak.",
        "3_2": "Bạn đảm bảo tuân theo pháp luật và các quy định liên quan đến việc sử dụng website lingo.page của Hanaspeak; Không can thiệp, gây ảnh hưởng đến việc sử dụng website của những người sử dụng khác; Không can thiệp vào hoạt động và quản lý website của Hanaspeak.",
        "3_3": "Bạn nhận thức rõ và chấp nhận rằng Hanaspeak và/hoặc các công ty thành viên/đơn vị trực thuộc /nhân viên Hanaspeak không chịu trách nhiệm đối với bất kỳ tổn thất, thiệt hại, chi phí phát sinh từ bất kỳ quyết định nào của bạn khi sử dụng bất kỳ thông tin nào trên website với bất kỳ nguyên nhân gì.",
        "3_4": "Nếu bạn không bằng lòng với bất kỳ thông tin nào trên Website hoặc với bất kỳ điều khoản và điều kiện sử dụng thông tin trên Website này thì phương thức duy nhất bạn nên thực hiện là chấm dứt truy cập/sử dụng thông tin trên website.",
        "4": "Quy định chung",
        "4_1": "Điều khoản sử dụng được điều chỉnh bởi pháp luật Việt Nam.",
        "4_2": "Một điều khoản sử dụng bị vô hiệu theo quyết định của tòa án có thẩm quyền sẽ không ảnh hưởng đến tính hiệu lực của các điều khoản còn lại.",
        "4_3": "Hanaspeak luôn hoan nghênh những ý kiến/góp ý của bạn về nội dung website. Nếu có một phần nào đó của website này mà bạn cho rằng đã có dấu hiệu vi phạm bản quyền của bên thứ ba, vui lòng gửi thông tin tới support@hanaspeak.com.",
        "4_4": "Thông báo này và tất cả các điều khoản sử dụng tạo thành toàn bộ thỏa thuận giữa Hanaspeak và bạn liên quan đến việc sử dụng các thông tin trên website. Hanaspeak có thể điều chỉnh nội dung thông báo này bất cứ lúc nào bằng cách cập nhật lên website lingo.page. Bạn nên thường xuyên truy cập website để theo dõi các quy định ràng buộc này khi sử dụng.",
        "4_5": "Đối với bất kỳ câu hỏi hoặc thắc mắc nào bạn có về Điều khoản sử dụng này, vui lòng liên hệ với chúng tôi theo địa chỉ support@hanaspeak.com",
        "4_6": "Đối với tất cả các yêu cầu hỗ trợ, vui lòng truy cập https://support.lingo.page.",
        "5": "Cập nhật vào ngày 01 tháng 10 năm 2018"
    },
    "pp": {
        "1": "Mục đích và phạm vi thu thập thông tin",
        "1_1": "Việc thu thập dữ liệu trên website lingo.page bao gồm: họ và tên, email, số điện thoại, địa chỉ.",
        "1_2": "Đây là các thông tin mà Lingo cần khách hàng cung cấp bắt buộc khi muốn sử dụng dịch vụ và để Lingo liên hệ xác nhận khi khách hàng đăng ký sử dụng dịch vụ nhằm đảm bảo quyền lợi cho cho người tiêu dùng.",
        "1_3": "Các khách hàng sẽ tự chịu trách nhiệm về tính chính xác và trung thực của các thông tin khi cung cấp cho Lingo (họ và tên, email, số điện thoại và địa chỉ của mình).",
        "1_4": "Ngoài ra, khách hàng có trách nhiệm thông báo kịp thời cho Lingo về những hành vi sử dụng trái phép, lạm dụng, vi phạm bảo mật để có biện pháp giải quyết phù hợp. Khi khách hàng đăng ký sử dụng dịch vụ, khách hàng sẽ được thêm vào danh sách nhận tin tức, đề xuất đặc biệt hoặc ưu đãi không thường xuyên từ Lingo.",
        "2": "Phạm vi sử dụng thông tin",
        "2_1": "Website lingo.page sử dụng thông tin khách hàng cung cấp để",
        "2_2": "Tư vấn cho khách hàng qua điện thoại miễn phí về dịch vụ liên quan tới chương trình, dịch vụ mà Lingo cung cấp.",
        "2_3": "Giải đáp thắc mắc khách hàng.",
        "2_4": "Gửi các thông báo về các hoạt động trao đổi thông tin giữa khách hàng và Lingo.",
        "2_5": "Thực hiện các bản khảo sát khách hàng.",
        "2_6": "Thực hiện các hoạt động quảng bá liên quan đến các khóa học.",
        "2_7": "Ngăn ngừa các hoạt động phá hủy thông tin của khách hàng hoặc các hoạt động giả mạo khách hàng.",
        "2_8": "Liên lạc và giải quyết với khách hàng trong những trường hợp đặc biệt.",
        "2_9": "Không sử dụng thông tin cá nhân của khách hàng ngoài mục đích xác nhận và liên hệ có liên quan đến giao dịch tại Lingo.",
        "2_10": "Trong trường hợp có yêu cầu của pháp luật: Ligno có trách nhiệm hợp tác cung cấp thông tin cá nhân khách hàng khi có yêu cầu từ cơ quan tư pháp bao gồm: Viện kiểm sát, tòa án, cơ quan công an điều tra liên quan đến hành vi vi phạm pháp luật nào đó của khách hàng. Ngoài ra, không ai có quyền xâm phạm vào thông tin cá nhân của khách hàng.",
        "3": "Thời gian lưu trữ thông tin",
        "3_1": "Dữ liệu cá nhân của khách hàng sẽ được lưu trữ cho đến khi Lingo nhận được yêu cầu hủy bỏ, xóa. Còn lại trong mọi trường hợp thông tin cá nhân của khách hàng sẽ được bảo mật trên máy chủ của Lingo.",
        "3_2": "Lingo sẽ lưu giữ và sử dụng thông tin của khách hàng khi cần tuân theo nghĩa vụ pháp lý, giải quyết tranh chấp và thực thi các thoả thuận của Lingo.",
        "4": "Địa chỉ của đơn vị thu thập và quản lý thông tin cá nhân",
        "5": "Phương tiện và công cụ để người dùng tiếp cận và chỉnh sửa dữ liệu cá nhân của mình",
        "5_1": "Khách hàng có quyền yêu cầu hủy bỏ, xóa thông tin cá nhân của mình bằng cách yêu cầu ban quản trị website lingo.page thực hiện việc này.",
        "5_2": "Khách hàng có quyền gửi khiếu nại về việc lộ thông tin cá nhân cho bên thứ 3 đến Ban quản trị của website lingo.page. Khi tiếp nhận những phản hồi này, Lingo sẽ xác nhận lại thông tin, phải có trách nhiệm trả lời lý do và thông báo cho khách hàng cách bảo mật lại thông tin.",
        "6": "Cam kết bảo mật thông tin cá nhân khách hàng",
        "6_1": "Thông tin cá nhân của khách hàng trên website lingo.page được Lingo cam kết bảo mật tuyệt đối theo chính sách bảo vệ thông tin cá nhân của Lingo. Việc thu thập và sử dụng thông tin của mỗi khách hàng chỉ được thực hiện khi có sự đồng ý của khách hàng đó trừ những trường hợp pháp luật có quy định khác.",
        "6_2": "Không sử dụng, không chuyển giao, cung cấp hay tiết lộ cho bên thứ 3 nào về thông tin cá nhân của khách hàng khi không có sự cho phép đồng ý từ khách hàng hoặc có yêu cầu của cơ quan chức năng có thẩm quyền để phục vụ công tác điều tra, xét xử…",
        "6_3": "Nếu Lingo tham gia vào sát nhập hoặc được mua lại một phần hay toàn bộ tài sản, khách hàng sẽ được thông báo qua email hoặc qua tin tức chính thức trên trang web của Lingo về bất kì sự thay đổi quyền sở hữu hoặc sử dụng thông tin cá nhân của khách hàng, cũng như bất kì quyền của khách hàng nào liên quan đến thông tin cá nhân của khách hàng, tới bất kì bên thứ 3 nào với sự đồng ý của khách hàng.",
        "6_4": "Trong trường hợp máy chủ lưu trữ thông tin bị hacker tấn công dẫn đến mất mát dữ liệu cá nhân khách hàng, website lingo.page sẽ có trách nhiệm thông báo vụ việc cho cơ quan chức năng điều tra xử lý kịp thời và thông báo cho khách hàng được biết.",
        "6_5": "Bảo mật tuyệt đối mọi thông tin giao dịch trực tuyến của khách hàng bao gồm thông tin hóa đơn kế toán chứng từ số hóa tại khu vực dữ liệu trung tâm an toàn cấp 1 của Lingo.",
        "6_6": "Ban quản lý website lingo.page yêu cầu các cá nhân khi đăng ký/mua hàng là khách hàng, phải cung cấp đầy đủ thông tin cá nhân có liên quan gồm: Họ và tên, địa chỉ, email, điện thoại và chịu trách nhiệm về tính pháp lý của những thông tin trên.",
        "6_7": "Ban quản lý website lingo.page không chịu trách nhiệm cũng như không giải quyết mọi khiếu nại có liên quan đến quyền lợi của Khách hàng đó nếu xét thấy tất cả thông tin cá nhân của khách hàng đó cung cấp khi đăng ký ban đầu là không chính xác.",
        "6_8": "Đối với tất cả các yêu cầu bảo mật dữ liệu và bất kỳ câu hỏi hoặc thắc mắc nào bạn có về Chính sách bảo mật này, vui lòng liên hệ với chúng tôi theo địa chỉ ",
        "6_9": "Đối với tất cả các yêu cầu hỗ trợ, vui lòng truy cập",
        "7": "Sửa đổi lần cuối vào ngày 01 tháng 10 năm 2018"
    }
}
